{
    "lyrics": "[Intro: Snoop Dogg]\r\nBomb ass pussy\r\nMa ooh you got that bomb, know you got it\r\nMa ooh, you got some bomb ass pussy\r\nMa I know you got that bomb bomb pussy\n\n[Chorus: Snoop + (Girl)]\n\n(Whachu doin?) Nothing chillin at the Holidae In\n\n(Who you wit?) Me and my peeps won't you bring four of your\n\nfriends\n\n(What we gon' do?) Feel on each other and sip on some Hen\n\nOne thing leading to another let the party begin\n\n\n\n[Chorus: Chingy + (Girl)]\n\n(Whachu doin?) Nothing chillin at the Holidae In\n\n(Who you wit?) Me and my peeps won't you bring four of your\n\nfriends\n\n(What we gon' do?) Feel on each other and sip on some Hen\n\nOne thing leading to another let the party begin\n\n\n\n[Verse 1: Chingy]\n\nPeeps call me up [phone ring] said it's a ho-tel party\n\nJust bring the liquor there's already eight shawties\n\nI'm on my way (way) let me stop by the store\n\nGet a 12 pack of Corona, plus an ounce of 'dro, ya know?\n\nNow I'm on Highway 2-7 need a natural graze road\n\nI'm already blowed, hit third I'm a be be blowed some mo'\n\nPulled up, stop parked, rims still spinning\n\nValet look like he in the game and must be winning\n\nTo room 490 I'm headed, on my way up\n\nThere's three girls on the elevator like \"wassup\"\n\nI told em follow me they knew I had it cracking B\n\nOne said \"ain't you that boy that be on BET?\"\n\n\"Ya that's me, Ching-a-ling equipped wit much ding-a-ling\"\n\nKnock on the door I'm on the scene of things\n\nBusted in, Henny bottle to the face!\n\nF**k it then, feel like my head a toxic waste\n\nThere's some pretty girls in herre, I heard em whispering\n\nTalking bout \"that's that dude that sing 'Right Thurr' he\n\nglistening\"\n\nI ain't come to talk (talk) I ain't come to sit (sit)\n\nWhat I came for was to find out who I'm gon hit, aww shit\n\n\n\n[Chorus: Snoop + Chingy]\n\n\n\n[Verse 2: Chingy]\n\nMa showed up like \"what's the hold up?\"\n\nMan know what get them wraps and roll up\n\nI took a chick in the bathroom seeing what's poppin\n\nYou know what's on my mind, shirts off and panties dropping\n\nNiggaz knocking on the door drunk, and silly\n\nThe girl said \"can I be in yo video\" I'm like \"yeah!\", \"oh\n\nreally?\"\n\nNow she naked strip teasing, me I'm just cheesing\n\nShe gave me a reason to be a damn heathen\n\nHandled that, told ol' G, bring tha camera\n\nThen I thought about, no footage while I ram her\n\nWalked out the bathroom smiling, cats still whiling\n\nSharing the next room wit some girls lookin like they from an\n\nisland\n\n\n\n[Chorus: Snoop + Chingy]\n\n\n\n[Verse 3: Ludacris]\n\nStop, drop, KABOOM!, baby rub on ya nipples\n\nSome call me Ludacris, some call me Mr. Wiggles\n\nFar from little, make ya mammary glands giggle\n\nGot 'em under control, the bowl of tender biddles\n\nDoc-tor giggles, I can't stop until it tickles\n\nJust play a little \"D\" and I'll make ya mouth dribble\n\nBits and Kibbles, got 'em all after the pickle\n\nI swing it like a bat, but these balls are not whiffle\n\nHit 'em in triples, wit no strikes, stripes, or whistles\n\nI ain't felt this good, since my wood lived off a thistle\n\nSippin' some ripple, I got quarters, dimes, and nickels\n\nFor shizzle dizzle, I'm on a track with the Big Snoop Dizzle\n\nLet the Henny trickle, down the beat, wit a ghetto tempo\n\nI done blazed the instrumental, laid it plain and simple\n\nGetting brain in the rental, I done did it again\n\nMy eyes chinky, I'm wit Chingy, at the Holidae In\n\n\n\n[Chorus: Snoop + Chingy]\n\n\n\n[Outro: Snoop Dogg]\n\nYeah, let the party begin, bitch\n\nChing-a-ling Ling, all the way in St. Louis\n\nMy nigga Chingy, Disturbing Tha Peace\n\nLuda, Luda, going hard on you hoes\n\nYeah bitch, bring four of ya friends\n\nMeet me at the Holidae In\n\nBring a gang of that Hen, some DSOP\n\nOh wee, and light that sticky icky\n\nAnd we gone do the damn thing\n\nNow what I'm talking bout\n\nWe gon' disturb the peace right now\n\nYeah we ain't doing nothing but chillin\n\nWe chillin' and nuttin'\n\nKnow what I'm talking bout, so push the button\n\nYou know what's happenin', fa shizzle, uh huh\n\nYeah bitch, trying to run from this pimpin'\n\nYou can't out run the pimpin' bitch, I done told you"
}